[
    {
        "name": "Marcus Aurelius",
        "bio": "Marcus Annius Verus was born in a prominent and established family but nobody at the time would have predicted that he would one day be Emperor of the Empire. There is little that is known of his childhood but he was a serious young man who also enjoyed wrestling, boxing and hunting. Around his teenage years, the reigning emperor at the time, Hadrian was nearing death and was childless. He had to pick a successor and after his first choice, Lucius Ceionius, died unexpectedly, he chose Antoninus. He was a senator who was also childless and he would have to adopt Marcus, as per Hadrian’s condition, as well as Ceionius’s son, Lucius Verus. This is how Marcus’s name changed to Marcus Aurelius Antoninus. Once Hadrian died, it was clear that Marcus was next in line for the most important position in the empire. His education would become of serious concern and he would have the privilege of studying under Herodes Atticus, a rhetorician from Athens (Marcus would later write his Meditations in Greek) as well as Marcus Cornelius Fronto, his instructor in Latin whose letters of correspondence with Marcus survive to this day. Marcus would also serve as a consul twice thus receiving a valuable and practical education. In 161, as Antoninus died and ended one of the longest reigns, Marcus became the Emperor of the Roman Empire and ruled for nearly two decades until his death in 180. He also co-ruled in the beginning with Lucius Verus, his adopted brother until Lucius’ death eight years later. His reign wasn’t easy: wars with the Parthian Empire, the barbarian tribes menacing the Empire on the northern border, the rise of Christianity as well as the plague that left numerous dead. Marcus’s death came in 180 in his military headquarters in modern day Vienna.",
        "portraitLink": "https://373819-1169963-raikfcquaxqncofqfm.stackpathdns.com/wp-content/uploads/2016/07/Marcus-1024x512.jpg",
        "quote": "The mind adapts and converts to its own purposes the obstacle to our acting. The impediment to action advances action. What stands in the way becomes the way.",
        "readings": "Meditations"
    },
    {
        "name": "Seneca",
        "bio": "born in southern Spain over 2,000 years ago and educated in Rome. He was the son of Seneca the Elder, a well-known Roman writer as well as later in his life uncle to the poet Lucan. Seneca pursued a career in politics and became a high-ranking financial clerk. During this period he also wrote tragedies as well as his Consolation to Marcia, which is part of his works on consolation. His life took a sharp turn in 41 A.D. once Claudius became the emperor as he exiled Seneca to the island of Corsica on the premises of supposed adultery with Julia Livilla, the emperor’s niece and Caligula’s sister. During his exile, he wrote a letter to his mother consoling her during his exile. Eight years later, in another twist, Agrippina, mother of future emperor Nero and wife of Claudius secured permission for Seneca to return and for him to become her son’s tutor and adviser. Nero later became one of the most notorious and tyrannical emperors in the history of the Roman Empire raising even more questions about Seneca’s character. Not surprisingly, Seneca’s wealth came largely while in service to Nero. It is fitting to mention at this point that Seneca’s death, in 65 A.D., came by the orders of Nero himself (who thought Seneca was part of a plot against him which purpose was to assassinate Nero and replace him with Gaius Piso).Throughout all those turbulent periods Stoicism remained a constant in his life. Seneca’s exposure to the philosophy came from Attalus, a Stoic philosopher who was Seneca’s early teacher. Seneca was also an admirer of Cato, whose name appears regularly in his writing. Nonetheless, Seneca didn’t confine himself only to Stoicism—he borrowed liberally from other schools, as we see him citing Epicurus in several instances. After his death Seneca was an influence on notable figures such as Erasmus, Francis Bacon, Pascal, Montaigne down to modern days as we are seeing a revived interest in him.",
        "portraitLink": "https://373819-1169963-raikfcquaxqncofqfm.stackpathdns.com/wp-content/uploads/2016/07/seneca.jpg",
        "quote": "I judge you unfortunate because you have never lived through misfortune. You have passed through life without an opponent—no one can ever know what you are capable of, not even you.",
        "readings": "On the Shortness of Life"
    },
    {
        "name": "Epictetus",
        "bio": "Epictetus was born nearly 2,000 years ago in Hierapolis (present-day Pamukkale in Turkey) as a slave in a wealthy household. Epaphroditus, his owner, gave him the permission to pursue liberal studies and it is how Epictetus discovered philosophy through the Stoic Musonius Rufus who became his teacher and mentor. Later, Epictetus obtained his freedom shortly after emperor Nero’s death and started teaching philosophy in Rome for nearly 25 years. This lasted until emperor Domitian famously banished all philosophers in Rome. Epictetus fled to Nicopolis in Greece where he founded a philosophy school and taught there until his death.",
        "portraitLink": "https://373819-1169963-raikfcquaxqncofqfm.stackpathdns.com/wp-content/uploads/2016/07/epictetus-1024x510.jpg",
        "quote": "How long are you going to wait before you demand the best for yourself?",
        "readings": "Enchiridion"
    },
    {
        "name": "Zeno",
        "bio": "On a voyage between Phoenicia and Peiraeus, his ship sank along with its cargo. Zeno ended up in Athens, and while visiting a bookstore he was introduced to the philosophy of Socrates and, later, an Athenian philosopher named Crates. These influences drastically changed the course of his life, leading him to develop the thinking and principles that we now know as Stoicism. According to the ancient biographer Diogenes Laertius, Zeno joked, “Now that I’ve suffered shipwreck, I’m on a good journey,” or according to another account, “You’ve done well, Fortune, driving me thus to philosophy,” he reportedly said. Zeno began his teaching at the Stoa Poikile which was located at the Ancient Agora of Athens. This is the famous porch that Stoicism was named after that you probably remember briefly mentioned in your high school or college philosophy class. But the name wasn’t always that—in fact, initially his disciples were called Zenonians but only later they came to be known as Stoics.",
        "portraitLink": "https://373819-1169963-raikfcquaxqncofqfm.stackpathdns.com/wp-content/uploads/2017/01/z-1024x580.png",
        "quote": "Well-being is realized by small steps, but is no truly small thing."
    },
    {
        "name": "Cleanthes",
        "bio": "Cleanthes of Assos (c. 330 BC – c. 230 BC) was originally a boxer who arrived in Athens. According to Diogenes Laërtius, Cleanthes arrived with only four drachmas in his pockets and began attending Crates the Cynic’s lectures and only later he started showing up at Zeno’s. He later became his successor as the head of the Stoic school—a post he held for an impressive period of 32 years—and Cleanthes’s pupil, Chrysippus, later became one of the most important Stoic thinkers.",
        "quote": "The Fates guide the person who accepts them and hinder the person who resists them."
    },
    {
        "name": "Gaius Musonius Rufus",
        "bio": "The name Gaius Musonius Rufus may not sound familiar, but the work of “the foremost stoic of his day,” as Roman historian Tacitus prefers referring to him, will. Musonius’s influence in Stoicism was and is substantial. Equally so is the praise spoken in his name by those who were well familiar with it. Origen, himself called the greatest genius the early church ever produced, wrote in his defense of Christianity, Contra Celsum, that there were two men whose lives everyone else should model theirs – Socrates and Musonius. The Roman Emperor, nearly three centuries after Musonius lived, Julian, wrote in a Letter of unexplainable admiration of Theodorus, comparing his display of “a clear proof of the philosophic mind” amidst indisputably unfair treatment, to that of Musonius’s.",
        "quote": "You will earn the respect of all if you begin by earning the respect of yourself. Don’t expect to encourage good deeds in people conscious of your own misdeeds."
    }
]